Repository: lawoflarge/sunlit
Catalog: Sources/Sunlit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, it, ja, nl, pl, pt_br

# settings.horizon.gate
source: A skyline you have swept moves your sunrise and sunset to the times you actually see, and lists the periods the sun is up but behind something. Reading the table is free. Changing it is part of Sunlit Pro.
de: Ein aufgenommenes Horizontprofil verschiebt Sonnenaufgang und Sonnenuntergang auf die Zeiten, die tatsächlich zu sehen sind, und listet die Zeiträume, in denen die Sonne über dem Horizont, aber hinter etwas steht. Die Tabelle zu lesen ist gratis. Änderungen daran gehören zu Sunlit Pro.
es: Un perfil que hayas barrido mueve tu salida y tu puesta de sol a las horas que ves realmente, y enumera los periodos en que el sol está alto pero detrás de algo. Leer la tabla es gratis. Cambiarla forma parte de Sunlit Pro.
es_mx: Un perfil del horizonte que hayas barrido mueve tu salida y tu puesta del sol a las horas que de verdad ves, y lista los periodos en que el sol está arriba pero detrás de algo. Leer la tabla es gratis. Cambiarla es parte de Sunlit Pro.
fr: Une ligne d’horizon que vous avez balayée déplace votre lever et votre coucher aux heures que vous voyez vraiment, et liste les périodes où le Soleil est levé mais caché derrière quelque chose. Lire le tableau est gratuit. Le modifier fait partie de Sunlit Pro.
it: Un profilo che hai scansionato sposta la tua alba e il tuo tramonto agli orari che vedi davvero, ed elenca i periodi in cui il Sole è alto ma dietro qualcosa. Leggere la tabella è gratis. Modificarla fa parte di Sunlit Pro.
ja: 走査した稜線は、日の出と日の入りを実際に見える時刻に移し、太陽は出ているのに何かの裏にある時間帯を並べます。表を読むのは無料です。表を変更することは Sunlit Pro の機能です。
nl: Een horizonprofiel dat je hebt gescand verschuift je zonsopgang en zonsondergang naar de tijden die je werkelijk ziet, en somt de perioden op waarin de zon op is maar achter iets zit. De tabel lezen is gratis. Hem wijzigen hoort bij Sunlit Pro.
pl: Zeskanowana linia horyzontu przesuwa wschód i zachód Słońca na godziny, które naprawdę widzisz, i wypisuje okresy, gdy Słońce jest nad horyzontem, ale za przeszkodą. Czytanie tabeli jest darmowe. Jej zmiana jest częścią Sunlit Pro.
pt_br: Um perfil varrido por você move o seu nascer e o seu pôr do sol para os horários que você realmente vê, e lista os períodos em que o sol está no céu mas atrás de alguma coisa. Ler a tabela é grátis. Alterá-la faz parte do Sunlit Pro.

# settings.horizon.measured
source: %lld of 36 sectors swept at %@.
de: %1$@ von 36 Sektoren an %2$@ aufgenommen.
es: %1$@ de 36 sectores barridos en %2$@.
es_mx: %1$@ de 36 sectores barridos en %2$@.
fr: %1$@ secteurs sur 36 balayés à %2$@.
it: %1$@ su 36 settori scansionati a %2$@.
ja: %1$@/36 セクターを %2$@ で走査済み。
nl: %1$@ van 36 sectoren gescand in %2$@.
pl: %1$@ z 36 sektorów zeskanowanych w miejscu %2$@.
pt_br: %1$@ de 36 setores varridos em %2$@.

# settings.horizon.none
source: No skyline has been swept at %@, so Sunlit assumes a flat horizon.
de: An %1$@ wurde kein Horizontprofil aufgenommen, Sunlit nimmt daher einen flachen Horizont an.
es: No se ha barrido ningún perfil en %1$@, así que Sunlit supone un horizonte plano.
es_mx: No se ha barrido ningún perfil del horizonte en %1$@, así que Sunlit supone un horizonte plano.
fr: Aucune ligne d’horizon n’a été balayée à %1$@ : Sunlit suppose donc un horizon plat.
it: A %1$@ non è stato scansionato nessun profilo, quindi Sunlit assume un orizzonte piatto.
ja: %1$@ では稜線を走査していないため、Sunlit は平坦な地平線を仮定します。
nl: In %1$@ is geen horizonprofiel gescand, dus Sunlit gaat uit van een vlakke horizon.
pl: W miejscu %1$@ nie zeskanowano linii horyzontu, więc Sunlit przyjmuje płaski horyzont.
pt_br: Nenhum perfil foi varrido em %1$@, então o Sunlit assume um horizonte plano.

# settings.horizon.open
source: View the table
de: Tabelle ansehen
es: Ver la tabla
es_mx: Ver la tabla
fr: Voir le tableau
it: Apri la tabella
ja: 表を見る
nl: Tabel bekijken
pl: Pokaż tabelę
pt_br: Ver a tabela

# settings.notifications
source: Notifications
de: Mitteilungen
es: Notificaciones
es_mx: Notificaciones
it: Notifiche
ja: 通知
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações

# settings.notifications.count
source: Waiting: %lld
de: Wartend: %1$@
es: En espera: %1$@
es_mx: En espera: %1$@
fr: En attente : %1$@
it: In attesa: %1$@
ja: 待機中: %1$@
nl: Wachtend: %1$@
pl: W kolejce: %1$@
pt_br: Aguardando: %1$@

# settings.notifications.gate
source: Event notifications are part of Sunlit Pro. They are computed on your device and nothing about your times or your place leaves it.
de: Ereignismitteilungen gehören zu Sunlit Pro. Sie werden auf dem Gerät berechnet, und nichts über die Zeiten oder den Ort verlässt es.
es: Los avisos de eventos forman parte de Sunlit Pro. Se calculan en tu dispositivo y nada sobre tus horas ni sobre tu lugar sale de él.
es_mx: Las notificaciones de eventos son parte de Sunlit Pro. Se calculan en tu dispositivo y nada sobre tus horas ni sobre tu lugar sale de él.
fr: Les notifications d’événements font partie de Sunlit Pro. Elles sont calculées sur votre appareil et rien de vos heures ni de votre lieu n’en sort.
it: Le notifiche degli eventi fanno parte di Sunlit Pro. Sono calcolate sul tuo dispositivo e non esce nulla che riguardi i tuoi orari o il tuo luogo.
ja: 現象の通知は Sunlit Pro の機能です。端末上で計算され、あなたの時刻も地点も端末の外には出ません。
nl: Gebeurtenismeldingen horen bij Sunlit Pro. Ze worden op je toestel berekend en niets over je tijden of je plaats verlaat het toestel.
pl: Powiadomienia o zjawiskach są częścią Sunlit Pro. Są obliczane na twoim urządzeniu i nic o twoich godzinach ani miejscu go nie opuszcza.
pt_br: As notificações de eventos fazem parte do Sunlit Pro. Elas são calculadas no seu dispositivo e nada sobre os seus horários ou o seu local sai dele.

# settings.notifications.horizon
source: Scheduled for the next %lld days at %@, from the same figures the app shows. Open Sunlit now and then to extend them.
de: Geplant für die nächsten %1$@ Tage an %2$@, aus denselben Werten, die die App zeigt. Sunlit ab und zu öffnen, damit sie weiterlaufen.
es: Programados para los próximos %1$@ días en %2$@, a partir de las mismas cifras que muestra la app. Abre Sunlit de vez en cuando para ampliarlos.
es_mx: Programadas para los próximos %1$@ días en %2$@, con las mismas cifras que muestra la app. Abre Sunlit de vez en cuando para extenderlas.
fr: Programmées pour les %1$@ prochains jours à %2$@, à partir des mêmes valeurs que celles affichées par l’app. Ouvrez Sunlit de temps en temps pour les prolonger.
it: Programmate per i prossimi %1$@ giorni a %2$@, dagli stessi valori che l'app mostra. Apri Sunlit ogni tanto per estenderle.
ja: 今後 %1$@ 日分を %2$@ で、アプリが示すのと同じ数値から予約しています。ときどき Sunlit を開くと先まで延びます。
nl: Gepland voor de komende %1$@ dagen in %2$@, uit dezelfde cijfers die de app toont. Open Sunlit af en toe om ze te verlengen.
pl: Zaplanowane na kolejne %1$@ dni w miejscu %2$@, z tych samych wartości, które pokazuje aplikacja. Otwieraj Sunlit od czasu do czasu, aby je przedłużyć.
pt_br: Agendadas para os próximos %1$@ dias em %2$@, a partir dos mesmos valores que o app mostra. Abra o Sunlit de vez em quando para estendê-las.

# settings.notifications.refused
source: Notifications are switched off for Sunlit in the system settings, so nothing will arrive until they are switched back on. Everything else keeps working.
de: Mitteilungen sind für Sunlit in den Systemeinstellungen ausgeschaltet, es kommt also nichts an, bis sie wieder eingeschaltet sind. Alles andere funktioniert weiter.
es: Las notificaciones están desactivadas para Sunlit en los ajustes del sistema, así que no llegará nada hasta que se vuelvan a activar. Todo lo demás sigue funcionando.
es_mx: Las notificaciones están desactivadas para Sunlit en la configuración del sistema, así que no llegará nada hasta que se activen de nuevo. Todo lo demás sigue funcionando.
fr: Les notifications sont désactivées pour Sunlit dans les réglages système : rien n’arrivera tant qu’elles ne seront pas réactivées. Tout le reste continue de fonctionner.
it: Le notifiche per Sunlit sono disattivate nelle impostazioni di sistema, quindi non arriverà nulla finché non le riattivi. Tutto il resto continua a funzionare.
ja: システム設定で Sunlit の通知がオフになっているため、オンに戻すまで何も届きません。他の機能はすべて動き続けます。
nl: Meldingen staan voor Sunlit uit in de systeeminstellingen, dus er komt niets binnen tot ze weer aan staan. Al het andere blijft werken.
pl: Powiadomienia dla Sunlit są wyłączone w ustawieniach systemowych, więc nic nie dotrze, dopóki nie zostaną włączone. Cała reszta działa dalej.
pt_br: As notificações estão desativadas para o Sunlit nos ajustes do sistema, então nada vai chegar até que sejam reativadas. Todo o resto continua funcionando.

# settings.notify.fullMoon
source: Full moon
de: Vollmond
es: Luna llena
es_mx: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月
nl: Volle maan
pl: Pełnia
pt_br: Lua cheia

# settings.notify.golden
source: Golden hour
de: Goldene Stunde
es: Hora dorada
es_mx: Hora dorada
fr: Heure dorée
it: Ora d'oro
ja: ゴールデンアワー
nl: Gouden uur
pl: Złota godzina
pt_br: Hora dourada

# settings.notify.sunrise
source: Sunrise
de: Sonnenaufgang
es: Salida del sol
es_mx: Salida del sol
fr: Lever du Soleil
it: Alba
ja: 日の出
nl: Zonsopgang
pl: Wschód Słońca
pt_br: Nascer do sol

# settings.notify.sunset
source: Sunset
de: Sonnenuntergang
es: Puesta del sol
es_mx: Puesta del sol
fr: Coucher du Soleil
it: Tramonto
ja: 日の入り
nl: Zonsondergang
pl: Zachód Słońca
pt_br: Pôr do sol

# settings.offline
source: Every figure in Sunlit is computed on this device. Nothing about you is collected and nothing is sent. Every calculation works in aeroplane mode; only Apple's map tiles and the time zone of a newly dropped pin need a connection.
de: Jeder Wert in Sunlit wird auf diesem Gerät berechnet. Nichts über die eigene Person wird erfasst und nichts gesendet. Jede Berechnung funktioniert im Flugmodus, nur die Kartenkacheln von Apple und die Zeitzone einer neu gesetzten Markierung brauchen eine Verbindung.
es: Todas las cifras de Sunlit se calculan en este dispositivo. No se recopila nada sobre ti y no se envía nada. Todos los cálculos funcionan en modo avión; solo los mosaicos del mapa de Apple y la zona horaria de un marcador recién soltado necesitan conexión.
es_mx: Cada cifra de Sunlit se calcula en este dispositivo. No se recolecta nada sobre ti y no se envía nada. Todos los cálculos funcionan en modo avión; solo las teselas del mapa de Apple y la zona horaria de un pin recién colocado necesitan conexión.
fr: Chaque valeur de Sunlit est calculée sur cet appareil. Rien vous concernant n’est collecté et rien n’est envoyé. Tous les calculs fonctionnent en mode avion ; seules les tuiles de carte d’Apple et le fuseau horaire d’un repère tout juste déposé demandent une connexion.
it: Ogni valore di Sunlit è calcolato su questo dispositivo. Non viene raccolto né inviato nulla che ti riguardi. Ogni calcolo funziona in modalità aereo: solo le tessere della mappa di Apple e il fuso orario di un segnaposto appena messo hanno bisogno di una connessione.
ja: Sunlit のすべての数値はこの端末上で計算されます。あなたに関する情報は収集も送信もされません。計算はすべて機内モードでも動きます。接続が必要なのは Apple の地図タイルと、新しく置いたピンのタイムゾーンだけです。
nl: Elk cijfer in Sunlit wordt op dit toestel berekend. Er wordt niets over jou verzameld en niets verstuurd. Elke berekening werkt in vliegtuigmodus; alleen de kaarttegels van Apple en de tijdzone van een pas geplaatste speld hebben een verbinding nodig.
pl: Każda wartość w Sunlit jest obliczana na tym urządzeniu. Nic o tobie nie jest zbierane i nic nie jest wysyłane. Wszystkie obliczenia działają w trybie samolotowym, a połączenia wymagają tylko kafelki mapy od Apple i strefa czasowa nowo postawionej pinezki.
pt_br: Todos os valores do Sunlit são calculados neste dispositivo. Nada sobre você é coletado e nada é enviado. Todo cálculo funciona em modo avião; só os blocos de mapa da Apple e o fuso horário de um marcador recém-solto precisam de conexão.

# settings.openSystemSettings
source: Open the system settings
de: Systemeinstellungen öffnen
es: Abrir los ajustes del sistema
es_mx: Abrir la configuración del sistema
fr: Ouvrir les réglages système
it: Apri le impostazioni di sistema
ja: システム設定を開く
nl: Systeeminstellingen openen
pl: Otwórz ustawienia systemowe
pt_br: Abrir os ajustes do sistema

# settings.privacy
source: Privacy
de: Datenschutz
es: Privacidad
es_mx: Privacidad
fr: Confidentialité
ja: プライバシー
pl: Prywatność
pt_br: Privacidade

# settings.purchase
source: Purchase
de: Kauf
es: Compra
es_mx: Compra
fr: Achat
it: Acquisto
ja: 購入
nl: Aankoop
pl: Zakup
pt_br: Compra

# settings.purchase.free
source: Today at your current location is free forever, in all four views. One purchase adds every other date and place, the moon, the Milky Way, annual paths, a swept skyline, eclipses, widgets, notifications and export.
de: Heute am aktuellen Standort ist für immer gratis, in allen vier Ansichten. Ein Kauf ergänzt jedes andere Datum und jeden anderen Ort, den Mond, die Milchstraße, die Jahresbahnen, ein aufgenommenes Horizontprofil, Finsternisse, Widgets, Mitteilungen und den Export.
es: Hoy en tu ubicación actual es gratis para siempre, en las cuatro vistas. Una compra añade todas las demás fechas y lugares, la luna, la Vía Láctea, las trayectorias anuales, un perfil barrido, los eclipses, los widgets, los avisos y la exportación.
es_mx: Hoy en tu ubicación actual es gratis para siempre, en las cuatro vistas. Una compra agrega todas las demás fechas y lugares, la luna, la Vía Láctea, las trayectorias anuales, un perfil del horizonte barrido, los eclipses, los widgets, las notificaciones y la exportación.
fr: Aujourd’hui à votre position actuelle est gratuit pour toujours, dans les quatre vues. Un seul achat ajoute toutes les autres dates et tous les autres lieux, la Lune, la Voie lactée, les courses annuelles, une ligne d’horizon balayée, les éclipses, les widgets, les notifications et l’exportation.
it: Oggi nella tua posizione attuale è gratis per sempre, in tutte e quattro le viste. Un unico acquisto aggiunge ogni altra data e ogni altro luogo, la Luna, la Via Lattea, i percorsi annuali, un profilo scansionato, le eclissi, i widget, le notifiche e l'esportazione.
ja: 現在地の今日は、4つのビューすべてで永久に無料です。1回の購入で、他のすべての日付と地点、月、天の川、年間の軌道、走査した稜線、日食と月食、ウィジェット、通知、書き出しが加わります。
nl: Vandaag op je huidige locatie is voor altijd gratis, in alle vier de weergaven. Eén aankoop voegt elke andere datum en plaats toe, de maan, de Melkweg, jaarbanen, een gescand horizonprofiel, verduisteringen, widgets, meldingen en export.
pl: Dzisiejszy dzień w bieżącej lokalizacji jest darmowy na zawsze, we wszystkich czterech widokach. Jeden zakup dodaje każdą inną datę i miejsce, Księżyc, Drogę Mleczną, roczne drogi Słońca, zeskanowaną linię horyzontu, zaćmienia, widżety, powiadomienia i eksport.
pt_br: Hoje na sua localização atual é grátis para sempre, nas quatro visualizações. Uma compra adiciona todas as outras datas e locais, a lua, a Via Láctea, as trajetórias anuais, um perfil varrido, os eclipses, os widgets, as notificações e a exportação.

# settings.purchase.owned
source: Sunlit Pro is active on this Apple Account. Everything is unlocked.
de: Sunlit Pro ist auf diesem Apple-Account aktiv. Alles ist freigeschaltet.
es: Sunlit Pro está activo en esta cuenta de Apple. Todo está desbloqueado.
es_mx: Sunlit Pro está activo en esta Cuenta de Apple. Todo está desbloqueado.
fr: Sunlit Pro est actif sur ce compte Apple. Tout est déverrouillé.
it: Sunlit Pro è attivo su questo Apple Account. Tutto è sbloccato.
ja: この Apple アカウントで Sunlit Pro が有効です。すべて解除されています。
nl: Sunlit Pro is actief op dit Apple Account. Alles is ontgrendeld.
pl: Sunlit Pro jest aktywne na tym koncie Apple. Wszystko jest odblokowane.
pt_br: O Sunlit Pro está ativo nesta Conta Apple. Tudo está desbloqueado.

# settings.restore
source: Restore purchase
de: Kauf wiederherstellen
es: Restaurar la compra
es_mx: Restaurar compra
fr: Restaurer l’achat
it: Ripristina l'acquisto
ja: 購入を復元
nl: Aankoop herstellen
pl: Przywróć zakup
pt_br: Restaurar a compra

# settings.time
source: Clock
de: Uhr
es: Reloj
es_mx: Reloj
fr: Horloge
it: Orologio
ja: 時刻表示
nl: Klok
pl: Zegar
pt_br: Relógio

# settings.time.example
source: Now at %@: %@
de: Jetzt an %1$@: %2$@
es: Ahora en %1$@: %2$@
es_mx: Ahora en %1$@: %2$@
fr: Maintenant à %1$@ : %2$@
it: Adesso a %1$@: %2$@
ja: %1$@ の現在時刻: %2$@
nl: Nu in %1$@: %2$@
pl: Teraz w miejscu %1$@: %2$@
pt_br: Agora em %1$@: %2$@

# settings.time.twelve
source: 12 hour
de: 12 Stunden
es: 12 horas
es_mx: 12 horas
fr: 12 heures
it: 12 ore
ja: 12時間制
nl: 12 uur
pl: 12 godzin
pt_br: 12 horas

# settings.time.twentyFour
source: 24 hour
de: 24 Stunden
es: 24 horas
es_mx: 24 horas
fr: 24 heures
it: 24 ore
ja: 24時間制
nl: 24 uur
pl: 24 godziny
pt_br: 24 horas

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
es_mx: Configuración
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes

# settings.units
source: Units
de: Einheiten
es: Unidades
es_mx: Unidades
fr: Unités
it: Unità
ja: 単位
nl: Eenheden
pl: Jednostki
pt_br: Unidades

# settings.units.metric
source: Metric
de: Metrisch
es: Métrico
es_mx: Métrico
fr: Métrique
it: Metriche
ja: メートル法
nl: Metrisch
pl: Metryczne
pt_br: Métrico

# settings.units.note
source: Shadow length and elevation. Angles stay in degrees.
de: Schattenlänge und Höhe. Winkel bleiben in Grad.
es: Longitud de la sombra y elevación. Los ángulos se mantienen en grados.
es_mx: Longitud de sombra y elevación. Los ángulos se quedan en grados.
fr: Longueur de l’ombre et altitude. Les angles restent en degrés.
it: Lunghezza dell'ombra e quota. Gli angoli restano in gradi.
ja: 影の長さと標高に適用します。角度は度のままです。
nl: Schaduwlengte en hoogte. Hoeken blijven in graden.
pl: Długość cienia i wysokość terenu. Kąty pozostają w stopniach.
pt_br: Comprimento da sombra e elevação. Os ângulos continuam em graus.

# settings.version
source: Version %@, build %@
de: Version %1$@, Build %2$@
es: Versión %1$@, compilación %2$@
es_mx: Versión %1$@, compilación %2$@
fr: Version %1$@, build %2$@
it: Versione %1$@, build %2$@
ja: バージョン %1$@、ビルド %2$@
nl: Versie %1$@, build %2$@
pl: Wersja %1$@, kompilacja %2$@
pt_br: Versão %1$@, compilação %2$@

# sheet.done
source: Done
de: Fertig
es: Listo
es_mx: Listo
fr: Terminé
it: Fine
ja: 完了
nl: Gereed
pl: Gotowe
pt_br: Concluído

# sky.arc.noon
source: Noon
de: Mittag
es: Mediodía
es_mx: Mediodía
fr: Midi
it: Mezzogiorno
ja: 正午
nl: Middag
pl: Południe
pt_br: Meio-dia

# sky.event.absent
source: Does not occur on this day
de: Kommt an diesem Tag nicht vor
es: No ocurre en este día
es_mx: No ocurre este día
fr: N’a pas lieu ce jour
it: Non avviene in questa giornata
ja: この日は起こりません
nl: Komt op deze dag niet voor
pl: Nie występuje tego dnia
pt_br: Não ocorre neste dia

# sky.event.firstLight
source: First light
de: Erstes Licht
es: Primera luz
es_mx: Primera luz
fr: Première lueur
it: Prima luce
ja: 薄明開始
nl: Eerste licht
pl: Pierwsze światło
pt_br: Primeira luz

# sky.event.goldenHour
source: Golden hour
de: Goldene Stunde
es: Hora dorada
es_mx: Hora dorada
fr: Heure dorée
it: Ora d'oro
ja: ゴールデンアワー
nl: Gouden uur
pl: Złota godzina
pt_br: Hora dourada

# sky.event.lastLight
source: Last light
de: Letztes Licht
es: Última luz
es_mx: Última luz
fr: Dernière lueur
it: Ultima luce
ja: 薄明終了
nl: Laatste licht
pl: Ostatnie światło
pt_br: Última luz

# sky.event.range
source: %@ to %@
de: %1$@ bis %2$@
es: %1$@ a %2$@
es_mx: %1$@ a %2$@
fr: %1$@ à %2$@
it: da %1$@ a %2$@
ja: %1$@ から %2$@
nl: %1$@ tot %2$@
pl: od %1$@ do %2$@
pt_br: %1$@ às %2$@

# sky.event.solarNoon
source: Solar noon
de: Wahrer Mittag
es: Mediodía solar
es_mx: Mediodía solar
fr: Midi solaire
it: Mezzogiorno solare
ja: 太陽正午
nl: Zonnemiddag
pl: Południe słoneczne
pt_br: Meio-dia solar

# sky.event.sunrise
source: Sunrise
de: Sonnenaufgang
es: Salida del sol
es_mx: Salida del sol
fr: Lever du Soleil
it: Alba
ja: 日の出
nl: Zonsopgang
pl: Wschód Słońca
pt_br: Nascer do sol

# sky.event.sunset
source: Sunset
de: Sonnenuntergang
es: Puesta del sol
es_mx: Puesta del sol
fr: Coucher du Soleil
it: Tramonto
ja: 日の入り
nl: Zonsondergang
pl: Zachód Słońca
pt_br: Pôr do sol

# sky.events.polarDay
source: The sun does not set on this day
de: Die Sonne geht an diesem Tag nicht unter
es: El sol no se pone en este día
es_mx: El sol no se pone este día
fr: Le Soleil ne se couche pas ce jour
it: In questa giornata il Sole non tramonta
ja: この日、太陽は沈みません
nl: De zon gaat op deze dag niet onder
pl: Tego dnia Słońce nie zachodzi
pt_br: O sol não se põe neste dia

# sky.events.polarNight
source: The sun does not rise on this day
de: Die Sonne geht an diesem Tag nicht auf
es: El sol no sale en este día
es_mx: El sol no sale este día
fr: Le Soleil ne se lève pas ce jour
it: In questa giornata il Sole non sorge
ja: この日、太陽は昇りません
nl: De zon komt op deze dag niet op
pl: Tego dnia Słońce nie wschodzi
pt_br: O sol não nasce neste dia

# sky.events.title
source: The day's light
de: Das Licht des Tages
es: La luz del día
es_mx: La luz del día
fr: La lumière du jour
it: La luce della giornata
ja: この日の光
nl: Het licht van de dag
pl: Światło dnia
pt_br: A luz do dia

# sky.events.working
source: Computing the day
de: Der Tag wird berechnet
es: Calculando el día
es_mx: Calculando el día
fr: Calcul de la journée
it: Calcolo della giornata
ja: 一日を計算中
nl: Dag berekenen
pl: Obliczanie dnia
pt_br: Calculando o dia

# sky.legend.golden
source: Golden hour
de: Goldene Stunde
es: Hora dorada
es_mx: Hora dorada
fr: Heure dorée
it: Ora d'oro
ja: ゴールデンアワー
nl: Gouden uur
pl: Złota godzina
pt_br: Hora dourada

# sky.legend.moon
source: Moon
de: Mond
es: Luna
es_mx: Luna
fr: Lune
it: Luna
ja: 月
nl: Maan
pl: Księżyc
pt_br: Lua

# sky.legend.sun
source: Sun
de: Sonne
es: Sol
es_mx: Sol
fr: Soleil
it: Sole
ja: 太陽
nl: Zon
pl: Słońce
pt_br: Sol

# sky.lock.milkyWay
source: Milky Way windows are part of Sunlit Pro
de: Fenster auf die Milchstraße gehören zu Sunlit Pro
es: Las ventanas de la Vía Láctea forman parte de Sunlit Pro
es_mx: Las ventanas de la Vía Láctea son parte de Sunlit Pro
fr: Les fenêtres Voie lactée font partie de Sunlit Pro
it: Le finestre sulla Via Lattea fanno parte di Sunlit Pro
ja: 天の川の時間帯は Sunlit Pro の機能です
nl: Melkwegvensters horen bij Sunlit Pro
pl: Okna Drogi Mlecznej są częścią Sunlit Pro
pt_br: As janelas da Via Láctea fazem parte do Sunlit Pro

# sky.lock.moon
source: The moon path and phase are part of Sunlit Pro
de: Mondbahn und Mondphase gehören zu Sunlit Pro
es: La trayectoria y la fase de la luna forman parte de Sunlit Pro
es_mx: La trayectoria y la fase de la luna son parte de Sunlit Pro
fr: La course et la phase de la Lune font partie de Sunlit Pro
it: Il percorso e la fase della Luna fanno parte di Sunlit Pro
ja: 月の軌道と月相は Sunlit Pro の機能です
nl: Maanbaan en fase horen bij Sunlit Pro
pl: Droga i faza Księżyca są częścią Sunlit Pro
pt_br: A trajetória e a fase da lua fazem parte do Sunlit Pro

# sky.lock.selection
source: This place and date are part of Sunlit Pro
de: Dieser Ort und dieses Datum gehören zu Sunlit Pro
es: Este lugar y esta fecha forman parte de Sunlit Pro
es_mx: Este lugar y esta fecha son parte de Sunlit Pro
fr: Ce lieu et cette date font partie de Sunlit Pro
it: Questo luogo e questa data fanno parte di Sunlit Pro
ja: この地点と日付は Sunlit Pro の機能です
nl: Deze plaats en datum horen bij Sunlit Pro
pl: To miejsce i data są częścią Sunlit Pro
pt_br: Este local e esta data fazem parte do Sunlit Pro

# sky.lock.unlock
source: Unlock
de: Freischalten
es: Desbloquear
es_mx: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: 解除
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
